Request/Request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:page="http://paper.bitapp.de/page">
   <soapenv:Header/>
   <soapenv:Body>
      <page:Ping>
         <Status>
            <page:Code>123</page:Code>
            <page:Message>Testing</page:Message>
         </Status>
      </page:Ping>
   </soapenv:Body>
</soapenv:Envelope>